app/controllers/users_controller.rb

INSERT INTO "users" ("age", "created_at", "first_name", "last_name", "quote", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["age", nil], ["created_at", Sun, 17 Mar 2013 17:33:35 UTC +00:00], ["first_name", "testqtest"], ["last_name", "test"], ["quote", "test"], ["updated_at", Sun, 17 Mar 2013 17:33:35 UTC +00:00]]
---
  def create
    user = User.new(params[:user])
    user.save